Repository: giellalt/corpus-sma
Catalog: tmx/smj/admin/depts/other_files/tid_for_samtale_sorsamisk.pdf.tmx
Source language: sma
Languages: smj

source: Tijje ektesne soptsestalledh
smj: Vuodoskåvlå æjgátjuogos

source: Dovne hiejme jih skuvle daerpies learohki lieremen jih øvtiedimmien gaavhtan
smj: Sijdda ja skåvllå aktan oahppe oahppama ja åvddånahttema hárráj

source: • Digkiedimmie-tæjmoe = øvtiedimmie
smj: • Konferánssatijmma = Åvddånahttemságastallam

source: • Ryøjredimmie
smj: • Gárvedibme

source: • Guktie øørnedh jih leahtah vuesiehtidh
smj: • Organiserim ja birás

source: • Soptsestallemen sisvege
smj: • Ságastallama sisadno

source: • Sjiere haestiedimmieh
smj: • Sierralágásj hásstalusá

source: Hiejmen jih skuvlen ektesvuekiebarkoe learohken lieremen jih øvtiedimmien gaavhtan
smj: Sijdda ja skåvllå aktan oahppe oahppama ja åvddånahttema hárráj

source: Eejhtegi-moenehtse maadth-skuvlesne
smj: Vuodoskåvlå æjgátjuogos

source: Fug 2005 Layout: Nygaard Design Våarome: deville design Trygke: AS Papermill Teekste: Kåre Lutro jih Marianne Vangsnes akti vøøki FUG-ine barkeme Guvvieh: Ragnhild Ronja Berge
smj: © FUG 2005 Hábmim: Nygaard Design Málla: deville design Prienntim: AS Papermill Tæksta: Kåre Lutro ja Marianne Vangsnes aktisasjbarggon FUG:ajn Tjuorggasa: Ragnhild Ronja Berge

source: Eejhtegi-moenehtse maadth-skuvlesne Påaste-lihtie 8119 Dep. 0032 Oslo Tlf. 22 24 75 63 Faaxe: 22 24 75 90 www.fug.no www.foreldrenettet.no post@fug.no
smj: Foreldreutvalget for grunnskolen Postboks 8119 Dep. 0032 Oslo Tlf.: 22 24 75 63 Fáksa: 22 24 75 90 www.fug.no www.foreldrenettet.no post@fug.no

source: Voestes aejkien buakteme, voestes beerteme 2005
smj: 1. vattos 1. prienntim 2006

source: ISBN: 82-92517-71-5
smj: ISBN: 82-92517-72-3

source: ÅVTESBAAKOEH
smj: ÅVDDÅBÁHKO

source: Gaajhkh eejhtegh vaajtelieh buerie øvtedimmiem altese maanide, jih skuvle dihte vihkelommes viehkie disse.
smj: Juohkka æjgáda sávvi åvddånimev sijá mánájda, ja skåvllå le ájnnasamos viehkkijs dan åvddånibmáj.

source: Eejhtege-digkiedimmie-sijjie lea vihkeles ektesvuekiebarkoen gaavhtan maanese / learohkese.
smj: Æjgátkonferánssa la ájnas tjåhkanimsadje gå galggá aktisattjat barggat oahppe / máná hárráj.

source: Daennie tjaalegisnie sijhtibie øvtiedimmiesoptsestallemem eejhtegi- digkiedimmie sæjjan biejedh.
smj: Dán girjátjin lip adnám bágov åvddånahttemságastallam ienni gå æjgátkonferánssa.

source: Øvtiedimmiesoptsestalleme buerebe sieveste man bijre digkiedidh, guktie maana verveste, leara jih øvtiedimmiem jaksa.
smj: Báhko åvddånahttemságastallam vuoset man birra galggi ságastallat; gåktu oahppe skåvlån doajmmá, soapptsu, oahppá ja åvddån.

source: Eejhtegi-moenehtse maadth-skuvlesne daam tjaalegem Tijje ektesne soptsestalledh buakta, juktie vaajtele ektesvuekie-barkoem hiejmen jih skuvlen gaskems bueriedidh.
smj: Vuodoskåvlå æjgatnammadus almot girjátjav Ságastallup dal váj galggi buoredit aktisasjbargov sijda ja skåvlå gaskan.

source: Soptsestalleme eejhtegigujmie lea bøøremes gosse ektesvuekie-barkoem åvtese juhtiehtidh.
smj: Æjgátkonferánssa le akta ájnnasamos sajijs gå galggá máná hárráj aktisattjat barggat.

source: Tjaalege sjeahta dovne eejhtegi jih lohkehtæjjide.
smj: Girjásj le tjáleduvvam sihke æjgádijda ja åhpadiddjijda.

source: Tjaalegisne leah eejhtegh provhkesovveme dovne riektes eejhtegidie bijre, mohte aaj maanaj jeatjaj viehkietæjjaj bijre (foresatte).
smj: Girjátjin aneduvvá báhko æjgáda sihke åvdåstiddjij ja æjgádij birra.

source: Tjaalege Tijje ektesne soptsestalledh lea tjaalasovveme lohketæjjijse jih eejhtegijsti Osen tjieltesne, Hordalaantesne.
smj: Ságastallup dal la dagáduvvam åhpadiddjijs ja æjgádijs Os suohkanin Hordalandan.

source: Osen tjielte lea gellie jaepieh barkeme aamhtsigujmie mah maehtieh viehkine årrodh gosse learohkidie buerkiestidh jih vierhtiedidh.
smj: Os suohkan le måttijt jagijt barggam vuogij gåktu oahppijt bagádallá ja árvustallá.

source: Ektesvuekie-barkojne Fusan tjieltine lea provsjekte-dåehkie dirregem øvtiedamme mij maahta barkojde vierhtiedidh karakteri namtegh (VUK).
smj: Aktan Fusa suohkanijn le prosjæktajuohkus åvddånahttám vædtsagav majna galggi vuogádus láhkáj barggat merustallamijn karakteraj dagi (VUK.)

source: Daennie tjaalegisnie leah dievjesh VUK- en provsjekteste meatan.
smj: Dán girjátjin li diedo VUK-prosjevtas aneduvvam.

source: Learohkh edtjieh vierhtiedimmiem åadtjodh namtegh karakterh abpe våaromelierehtimmesne.
smj: Oahppe galggi merustaláduvvat karakteraj dagi vuodoåhpadusán.

source: Golme minngemes jaepieh maadth-skuvlesne jih jåarhkeskuvlesne edtjieh learohkh karakterh lissine åadtjodh.
smj: Gålmmå maŋemus jage vuodoskåvlån ja joarkkaskåvlån galggá oahppe karakteraj merustaláduvvat.

source: Vierhtiedimmie-dirregh mejtie VUK-e åtnose vaalteme gaajhkine skuvline dej gøøkte tjieltine, leah vihkeles viehkieh øvtiedimmiesoptsestallemasse.
smj: Merustallamvædtsak VUK le adnuj váldeduvvam juohkka skåvlån daj guokta suohkanijn ja le ájnas oasse åvddånahttemságastallamij vuodos.

source: Daate gærjetje lea åenehks tjilkeme sisvegasse øvtiedimmiesoptsestallemasse.
smj: Dát girjásj vuoset oanegattjat sisanov åvddånahttemságastallamin.

source: Vaajtelibie daate gærjetje maahta dovne eejhtegidie jih lohketæjjide eadtjalgehtedh buerie bihkedimmieh soptsestallemen bijre åadtjodh jih aaj ektesvuekie-barkoem bueriedidh.
smj: Mij sávvap dát girjásj arvusmahttá æjgádijt ja åhpadiddjijt buorre birásdagájt dagátjit ságastallamij ja aktisasjbargguj oahppe hárráj.

source: FUG-e sæjhta øøhpehtimmie-åejviem Kåre Lutroem jih adjunktem Marianne Vangsnesem, Søftelaanten skuvlesne, gie aaj tjaelije orreme, gijhtedh barkoen åvteste.
smj: FUG sihtá gijttet åhpadimoahttsev Kåre Lutro ja adjuŋktav Marianne Vangnes Søftelanda skåvlån gudi li girjátjav tjállám.

source: FUG-e aaj sæjhta Kristin jih Bjørn Halvor Haukelandem, Lill- Karin Wallem jih Per Olav Søråsem gijhtedh gieh aaj sisvegasse viehkiem vadteme.
smj: FUG sihtá aj gijttet Kristin ja Bjørn Halvor Haukeland:av, Lill-Katrin Wallem:av ja Per Olav Sørås:av gudi li oassálasstám bargguj.

source: Eejhtegi-moenehtse maadth-skuvlesne Ruffien 2005
smj: Vuodoskåvlå æjgátjuogos Biehtsemáno 2005

source: Jienebh saernieh VUK-bijre: www.vuk.no
smj: đ Ienep diedojt VUK:a birra gávna dánna: www.vuk.no

source: MAADTH-VÅAROME
smj: VUODO

source: Vierhtiedimmie jih bihkedimmie
smj: Árvustallam ja bagádallam

source: Gaskems-lohkehtæjja dihte åejvie-diedtem åtna øvtiedimmiesoptsestallemasse bøøredh.
smj: Guládallamåhpadiddjen le oajvveåvdåsvásstádus gåhttjot æjgádijt ja oahppev åvddånahttemságastallamij, ja galggá aktan æjgádij sisanov ja birástagáv hiebadit. Dan birra maŋŋela tjállep.

source: Dihte edtja aaj eejhtegigujmie digkiedidh guktie sisvege ektesvuekiebarkoen soptsestallemasse bøøremes sjædta.
smj: Njuolgadus vuodoskåvlå hárráj § 3-2, javllá duola dagu dáv skåvlå ja sijda aktijvuoda birra:

source: Mænngan bååstide daan lahtesasse båetibie.
smj: - Skåvllå galggá álu guládallat æjgádij.

source: Åvtesbaakoe maadth-skuvlese § 3-2 daam jeahta skuvlen jih hiejmen barkoen gaskems: Skuvle edtja buerie gaskesem eejhtegigujmie utnedh.
smj: jahkáj tjadádit plánidum ja struktureridum ságastallam sijáj.

source: Gaskems-lohkehtæjja edtja gøøkten aejkien jaepesne dej gujmie soptsestidh jih bieljelidh guktie learohken tjøødth-sijje lea learoeplaanen vuepsien mietie jih guktie learohke biejjegi barka.
smj: Ságastallamin galggá guládallamåhpadiddje duola dagu subtsastit gåktu oahppe dille le daj ulmij hárráj ma li biejaduvvam oahppaplánan ja gåktu oahppe barggá bæjválattjat.

source: Lohkehtæjja edtja minngemes byjjehtidh man bijre soptsestamme jih nimhtie eejhtegigujmie siemes sjidtedh guktie learohke edtja vijriebasse barkedh, maahtoem tjøønghkedh.
smj: Ságastallam galggá hiejttet tjoahkkájgessusijn, gånnå guorrasi masi galggi sierralágásj dættov biedjat bargon åvddålijguovlluj.

source: Gosse learohke luhkie gøøkten jaepien båeries, dellie jijtje maahta dåeriedidh øvtiedimmiesoptsestallem goltelidh.
smj: Maŋŋel gå le lågenguovte jage ållim de la oahppen riektá ságastallamijda oassálasstet.

source: Eeremes lea aevhkies jis learohke meatan, mohte naan aejkien lea soptsestalleme ajve eejhtegi jih lohkehtæjjaj gaskems daerpies.
smj: Álu le ávkálasj ja luondulasj oahppáj oassálasstet åvddånahttemságastalla mijda.

source: Vihkeles dagkeres mååhtedimmien bijre aeriebistie siemes sjidtedh.
smj: Muhttijn le galla dárbbo vaj dåssju æjgáda ja åhpadiddje ságastalli gaskanisá, valla dav hæhttuji åhpadiddje, æjgáda ja oahppe gaskanisá sjiehtadit.

source: Gosse daate gærjetje vuesehte guktie dagkeres øvtiedimmiesoptsestallemh maehtieh årrodh, dellie mijjen vuajnoen mietie daerpies dovne learohke, eejhtegh jih lohkehtæjja meatan.
smj: Gå dán girjátjin lip oajvvadam gåktu åvddånahttemságastallama máhtti tjadáduvvat, ájádallap ságastallamijt gånnå oahppe, æjgáda ja åhpadiddje li sadjihin.

source: Daerpies lea øvtiedimmiesoptsestallemem learohken, lohkehtæjjan jih eejhtegi gaskems eensi-laakan soejkesjidh.
smj: Åvddånahttemságastallam gånnå oahppe, æjgáda ja åhpadiddje oassálassti hæhttu snivva plánidum liehket.

source: Jis gaajhkesh edtjieh tjåangkosne damtedh seamma vierhtegisnie, dellie vihkeles soptsestallemen sisvege gaajhkesidie damtoes.
smj: Jus ságastallamguojme galggi ietjasa avtaárvvusattjan adnet, hæhttuji juohkkahasj diehtet man birra galggi ságastallat.

source: Læjhkan lea daerpies aaj nuepiem åadtjodh orre aamhtsh åvtese guedtedh jis gieh sijhtieh.
smj: Huoman ij hábme máhte ilá gártjes liehket, vaj ij la máhttelis rievddalasstet ságadahttijn.

source: Gaajhkh learohkh reaktam utnieh bihkedimmiem jih vierhtiedimmiem åadtjodh luhkieh jaepieh mearan maadth-skuvlesne.
smj: Juohkka oahppen le riektá oadtjot bagádusáv ja árvvustallamav lågev jage vuodoskåvlån.

source: Daate bihkedimmie jih vierhtiedimmie edtja såårnedh guktie learohke faagigujmie skuvlesne barka, guktie dej jeatja learohki ektesne jih magkeres barkoedirregh provhka.
smj: Dát bagádus ja árvvustallam vuoset gåktu oahppe skåvlån doajmmá fágalattjat ja sosialalattjat, ja makkir barggovuogijt oahppe mæssá.

source: Soptsestalleme edtja aaj byjjehtiidh guktie barkoem bijjiebasse lutnjedh.
smj: Ságastallamin hæhttuji aj ságastit gåktu åvddålijguovlluj barggat.

source: Åvtesbaakoe maadth-skuvlese §3-1 jih §3-3 aaj daam jeahta vierhtiedimmien bijre: Maanah-skuvlesne edtja skuvle vierhtiedidh namtegh karakterh.
smj: Njuolgadus vuodoskåvlå hárráj § 3-1 ja § 3-2, javllá duola dagu dáv árvustallama birra:

source: Noereskuvlesne edtja learohke lissine karakterh ovmese faagine åadtjodh jih aaj væhtah mah vuesiehtieh guktie sjyøkemisnie jih guktie dåemedimmie jeatja learohki ektine.
smj: - Mánájdásen galggá skåvllå árvustallat karakteraj dagi. Nuorajdásen galggá

source: Girmeme øvtiedimmiem åvtese juhtehte jih vihkeles lea diedtem learohki haalvedimmiej nualan biejedh gosse faagi- ektesvuekiebarkoe jih aaj dirregh barkojse buerie.
smj: oahppe, duodden árvustallamij karakteraj dagi, oadtjot karakterav rádjánisvuodan ja ulmutjahttemin.

source: Læjhkan gosse soptsestalleme vuejnemetsiehkeste learohkidie bøøremes sijjan beaja, tjoeveribie aaj learohkidie eevtjedh geervebe aamhtsigujmie barkedh.
smj: Dan diehti gå rámmpo åvddånahttemav buoret, le ájnas positivalattjat tsuojggit majt oahppe buktá fágalattjat, sosialalattjat ja gåktu barggamvuogijt adná.

source: Lissine aaj tjoeveribie vierhtiedidh guktie barkoem learohkidie sjiehtesjadtedh jih gaervies biejedh.
smj: Vájku ságastallamin álu la sáhka majt oahppe buktá, de la huoman ájnas giehttot oahppe hásstálusáj birra.

source: Lohketæjjah jih eejhtegh tjoeverieh nimhtieh ektesne råajvarimmieh tseagkodh.
smj: Hæhttup aj ájádallat jus la dárbbo hiebadimijn ja oatsodimijn åhpadiddjes ja æjgádijs.

source: Øvtiedimmiesoptsestallemisnie tjoeverieh siemes sjidtedh magkerh vuepsieh leah vihkelommes båetije tijjen.
smj: Åvddånahttemságastallamin hæhttuji juohkkahattja guorrasit makkir ulmij hárráj galggá åvddålijguovlluj barggat.

source: Dihte maahta tjaaleld mååhtedimmie skuvlen, lohkehtæjjan jih hiejmen gaskems årrodh.
smj: Dát máhttá dagáduvvat tjálalasj sjiehtadussan skåvlå, oahppe ja sijda gaskan.

source: Dagkeres mååhtedimmie maahta vuepsiem vuesiehtidh dovne learohkese, lohkehtæjjese jih eejhtegidie.
smj: Dán sjiehtadusán máhtti liehket mihttomiere oahppáj, åhpadiddjáj ja æjgádijda.

source: (Vuartesjh dagkeres mååhtedimmiem 13. bielesne)
smj: (Gehtja oajvvádusáv dákkir sjiehtadussaj lågenangoalmát bielen)

source: RYØJREDIMMIE
smj: GÁRVEDIBME

source: Sjiere modellh gååvnesieh gosse øvtiedimmiesoptsestalleminie barkedh.
smj: Gávnnuji moadda vuoge gåktu åvddånahttemságastallamav gárvet ja jådet.

source: Seamma maam veeljh, dellie vihkeles buekiehtidh ektesvuekiebarkoem learohki, eejhtegi jih skuvlen gaskems.
smj: Vájku makkir vuogev válljip, de la ájnas oahppáj, æjgádij ja skåvllåj aktisattjat barggat åvddånahttemságastallama maŋŋela.

source: Eejhtegh jih skuvle
smj: Æjgáda ja skåvllå

source: Gosse buerie ektesvuekiebarkoem øvtiedidh, dellie dihte maahta eejhtegitjåangkosne aamhtse årrodh.
smj: Jus buorre aktisasjbargov sihtá, de luluj åvddånahttemságastallam duola dagu ássjen liehket muhtem æjgáttjåhkanimen.

source: Desnie maehtieh dovne lohkehtæjja jih eejhtegh aamhtsh nebnedh mah maehtieh vuesiehtidh maan bijre digkiedidh.
smj: Danna máhtti æjgáda ja åhpadiddje oajvvádit man birra galggi ságastallat.

source: Lohkehtæjja aaj maahta tjaalegegem sedtedh gusnie faala eejhtegidie tjaeledh man bijre soptsestalledh.
smj: Åhpadiddje máhttá aj sáddit muhtem tjállusav ságastallama birra gånnå ávttji æjgádijt tjálátjit makkir ássjij birra sihti ságastallat.

source: Gosse lohkehtæjja tjaalegem bååstide dååste, dellie maahta digkiedimmiem fiere guhtese sjiehtesjadtedh.
smj: Gå åhpadiddje tjállusav ruopptot oadtju, de máhtta hiebadahttet sisanov juohkka ságastallamij.

source: Gyhtjelassh-giehtjedimmie eejhtegidie aaj maahta aevhkies årrodh.
smj: Gatjádallamguoradus æjgádij gaskan luluj ávkken årrot.

source: Gyhtjelassh maehtieh naemhtie årrodh:
smj: Gatjálvisá máhtti liehket duola dagu:

source: • Man bijre soptsestalledh ?
smj: • Makkár ássjij birra galggap ságastallat ?

source: • Man gellie tjåangkoeh daerpies skuvlen jih eejhtegi gaskems skuvlejaepesne ?
smj: • Man álu bierri skåvllå ja æjgáda tjåhkanit skåvllåjage birán ?

source: • Man guhkies soptsestalleme daerpies ?
smj: • Man guhkev luluj ságastallam vihpat ?

source: • Gieh gelhkieh soptsestallemisnie meatan ?
smj: • Gudi galggi ságastallamij oassálasstet ?

source: 1: Lerohke jih lohkehtæjja / ryøjredimmie 2: Learohke / eejhtegi - ryøjredimmie gåetesne 3: Øvtiedimmiesoptsestalleme, gusnie gaajhksh meatan NOMME: DAJVE: KRØØHKESTIMMIE JIH TOLERANSE GUKTIE: Alvas lihke Gellien aejkien Naan aejkien Sveekes Mierhke Manne vissjeles dejtie guhth daerpies Manne dåarjoem jih vaarjelem dejtie guhth daarpesjieh Mov goerkesimmie jeatjabidie reaktam vadta jijtjedh aarvoeh utnedh Mov goerkesimmie jeatja dåemiedimmide krøøhkeste
smj: NAMMA: Ássje: VIELEDIBME JA GIERDDISVUOHTA Gájbbádusá: Viehka álu Álu Muhttijn Vuorjját Tsuojg. Mån lav gierddis sijájn gudi dav dárbahi Doarjov ja bælostav sijáv gudi illastuvvi Vieledav iehtjádij riektáv ietjasa vuojnojt åvdedittjat Vieledav iehtjádij iesjárvov

source: Vuesiehtimmie-sjeema
smj: Sjiebmábuojkulvis

source: Learohke jih lohkehtæjja
smj: Oahppe ja åhpadiddje

source: Naan learohkh maana-skuvlesne maehtieh meatan gosse ryøjredimmine øvtiedimmiesoptsestalleminie giehtelidh.
smj: Juo mánájskåvlån máhtti oahppe liehket gárvvása oassálastátjit åvddånahttemságastallama gárvedimen.

source: Noerskuvlesne sjiere tæjmoeh dagkeres barkojse.
smj: Nuorajskåvlån la máhttelis ságastallamijt klássarádetijmajn gárvedit.

source: Man bijre sijhtieh learohkh digkiedidh ?
smj: Man birra hálijdi oahppe ságastallamin giehttot ?

source: Lohkehtæjjan ektesne maehtieh sjiehteles aamhtsh gaavnedh.
smj: Aktan åhpadiddjijn máhtti oahppe hiebalgis tiemáv gávnnat.

source: Learohkh 5. jih 8 daltesisnie ikth næmhtie såårneme øvtiedimmiesoptsestallemen bijre:
smj: Oahppe 5. ja 8. klássajn dáv miejnniji åvddånahttemságastallama birra:

source: • Learohkh tjoeverieh meatan. Dah leah jarngesne
smj: • Oahppe hæhttu åvddånahttemságastallamij

source: tjåadtjoeminie.
smj: oassálasstet, suv birra ham ságastalli.

source: • Vaenemes 30 minudth daerpies guktie gaajhksh
smj: • Ságastallam bierri vihpat binnemusát 30

source: åadtjoeh soptsestidh
smj: minuhta, váj e dárbaha diertjestit, ja váj juohkkahasj bæssá sáhkadit.

source: • Hijven åadtjodh aeriebistie daejredh man bijre
smj: • Ájnas le ságastallamav gárvedit. Ájnas la

source: soptsestalledh
smj: ietjajnis buohtastahttet, ij dåj iehtjádij.

source: • Vihkeles jijtjenæjnene mohtedidh jih ij duj
smj: • Suohtas le positijvalasj diededimijt åhpadiddjes

source: jeatjebigujmie
smj: oadtjot.

source: • Luste gosse lohkehtæjja girmie
smj: • Muhtemláhkáj skámádav gå åhpadiddje mujsta

source: • Ånnetji jarparostibie gosse lohkehtæjja girmie,
smj: rámmpu, valla huoman suohtas.

source: • Hijven buerie aamhtsij bijre soptsestidh, mohte
smj: • Ájnas la sáhkadit dan birra mij buoragijt doajmmá, valla vierttip aj

source: daerpies nebnedh mij nåake aaj
smj: giehttot dan birra mij ij la nav hávsske.

source: • Tjovve bååktjege gosse nåake aamhtsi bijre soptsestidh
smj: • Tjiebedin báktjasav oadtju gå sáhkat juoŋga birra mij ij la nav hávsske.

source: Tjarkadiksvoete learohkese båata jis learohke aeriebistie daajra man bijre soptsestidh.
smj: Oahppe dåbddå jasskavuodav gå ságastallama sisanov dåbddå.

source: Nimhtie dagkeres ryøjredimmieh daerpies.
smj: Oahppeságastallamin, ságastallamin oahppe ja åhpadiddje gaskan, le máhttelis åvddånahttemságsatallamav gárvedit.

source: Nimhtie aaj learohke viehkiem åådtje jijtje vierhtiehtidh guktie faagigujmie barka, guktie dåemiedimmie jeatja almetji ektesne jih guktie barkoejgujmie giehtele.
smj: Dalloj máhttá oahppe viehkev oadtjot ietjas árvustalátjit, gåktu skåvlån doajmmá ja åvddån, fágalattjat ja sosialalattjat, ja gåktu rijbbá duojna dájna barggamvuogijn.

source: Vihkeles aaj dagkeres øvtiedimmiesoptsestallemh goltelidh jih åadtjodh daejredh maam learohke jijtjh-lieremen bijre muana.
smj: Ságastallamin bierri aj giehttot majt oahppe ietjas oahppama birra ájádallá.

source: Mejtie mij jeatja daerpies skuvlesne jallh gåetesne guktie learoe jih maahtoe buerebe sjædta ?
smj: Le gus mige majt lulujma ietjájduhttet sijdan jali skåvlån, vaj oahppe oahppam ja åvddånahttem lij bárránit ?

source: Learohke jih lohkehtæjja maehtiegan digkiedidh guktie bievnesidie åvtese guedtedh gosse øvtiedimmiesoptsestalleme.
smj: Oahppe ja åhpadiddje gárvedibá gåktu dáv åvdedit åvddånahttemságastallamin.

source: Ektesne maehtiegan siemes sjidtedh guktie orre vuepsieh jaksedh båetije tijjen.
smj: Aktan ájádallaba gåktu oahppe galggá åvddålijguovlluj barggat. Dákkir barggamvuohke

source: Nimhtie åadtjodh meatan årrodh jih rååresjidh, lea buerie skreejehtimmien gaavhtan.
smj: máhttá oahppáj buorren liehket.

source: Gosse learohke bårasåbpoe, dellie nuhteligs jijtsh-vierhtiedimmie-sjeemam provhkedh faagi gaavhtan jih aaj vuejnedh guktie altese dåemiedimmie jeatja almetji ektine.
smj: Gå oahppe stuorrán, de soajttá liehket ávkálasj adnet iesjárvustallamsjiemáv fágalasj ja sosialalasj åvddånibmáj.

source: Dagkeres sjeema lea aevhkies gosse lohkehtæjjine soptsestalledh.
smj: Dievdedum sjiebmá le buorre álggo ságastallamij åhpadiddje siegen.

source: Jeatjh-laaketje sjeema aaj nuhteligs øvtedimmiesoptsestallemasse.
smj: Sæmmilágásj sjiemáv le aj máhttelis åvddånahttemságastallamin adnet.

source: Learohke jih eejhtegh
smj: Oahppe ja æjgáda

source: Gosse soptsestallemen sisvege daajroes, dellie aelhkie gosse tjåangkoe.
smj: Gå oahppe ja æjgáda dåbddi ságastallama sisanov, de máhtti ietjasa gárvedit tjåhkanibmáj.

source: Viehkie aaj maahta årrodh jis lohkehtæjja tjaalegem sedtie gusnie gyhtjelassh learohken øvtiedimmien bijre minngemes tijjen.
smj: Viehkken gárvedimijda máhttá åhpadiddje sáddit tjállusav gatjálvisáj oahppe åvddånime hárráj maŋemus ájgij.

source: Gåarede gihtjedh:
smj: Máhttá gatjádit duola dagu:

source: • Magkeres faagh dutnjien aelhkemes ?
smj: • Makkir fágajn duv mielas, buoremusát rijba ?

source: • Guktie bøøremes dutnjien barkedh ?
smj: • Makkir barggovuogijda buoremusát lijkku ?

source: • Giejnie leah skuvlesne ektine ?
smj: • Gen siegen la skåvlån ?

source: • Maam bøøremes lyjhkh darjodh gosse liegkese ?
smj: • Majt buoremusát lijkku friddjabåttåj dahkat ?

source: Øvtiedimmie-soptsestallemidie eensilaakan ryøjredh leah joekoen vihkeles gosse learohkide eevtjedh jih reesedh haestiedimmide skuvlesne dåastodh.
smj: Gárvedit åvddånahttemságastallamav tjårggi vaj ságastallam aneduvvá dasi mij le ájnnasamos; viehkedit oahppev ja måvtåstuhttet suv daj hásstalusájda majt skåvlån oadtju.

source: Buerie ryøjredimmieh daerpies vuartoej gaavhtan jih nimhtie aaj tjarkadiksvoetem gaajhkside vedtedh.
smj: Gå buoragit gárvet de oadtju positijvalasj vuorddemusájt ja buorre birrasav juohkkahattjaj.

source: Guktie darjodh jih rammah disse
smj: ORGANISERIM JA BIRÁS

source: Bøøreme
smj: Gåhttjom

source: Naan skuvlh ennje voejhkelieh øvtiedimmiesoptsestallemidie gaske-biejjien mænngan jallh iehkedi utnedh, mohte gellie skuvlh daelie voejhkelieh dejtie biejjegi juhtiehtidh.
smj: Muhtem skåvlå ájn åvddånahttemságastallamijt iehketbiejvijt jali iehkedijt tjadádi, valla ienep gå avtan skåvlån gæhttjali ságastallamijt tjadádit skåvllåájge.

source: Lohkehtæjja jih eejhtegh åadtjoeh jijtje veeljedh gosse sjeahta.
smj: Åhpadiddje ja aj æjgáda hæhttuji máhttet ságastallamav sjáhtalit gå galggi ájgev mierriedit.

source: Mohte skuvlen diedte lea nimhtie sjiedtesjadtedh guktie gaajhksidie sjeahta båetedh.
smj: Valla skåvllå le vælggogis sjiehtadit ájgev vaj æjgáda máhtti boahtet.

source: Gunvorese jih Hansese Tijje ektesne soptsestalledh.
smj: Siggáj ja Mihkkilij Dálla l muddo åvddånahttemságastallamij.

source: Dah gieh edtjieh gaavnedidh leah: eejhtegh, learohke jih gaskemes lohkehtæjja.
smj: Gudi oassalassti li: æjgáda, oahppe ja åhpadiddje.

source: Buerie båateme !
smj: Buoris boahtem !

source: Gaavnedimmiesijjie: Gærja-gåetie Gåessie: gaskevåhkoen 30.04 Tæjmoe:14.00-14.30
smj: Tjåhkanimsadje: Girjjevuorkán Biejvve: gasskavahkko 30.04 Ájgge: kl.. 14.00 – 14.30

source: Aamhtsh soptsestallemasse leah:
smj: Ságastallama tiemá li:

source: Faagi øvtiedimmie
smj: Fágalasj åvddånibme

source: • Nøørjen riektes
smj: • duollatjállem

source: tjaeleme (og / å)
smj: • matematihkka (algebra)

source: • Matematigke (algebra)
smj: • ieŋŋils (låhkåm / tjállem)

source: • Englaanten giele
smj: Dåjma tijmajn

source: • Njaalmeld
smj: • njálmálattjat

source: • Guktie
smj: • gåktu dahkamusáj barggá

source: barkoejgujmie eensi laakan giehtelidh Tryjjesvoete
smj: Soapptsom

source: • Liegkesese jih
smj: • friddjabåttå ja rádna

source: • Tæjmoeh jih
smj: • tijma ja aktisasjbarggo

source: ektesvuekie barkoe Gåetie-barkoe
smj: Sijddabarggo

source: • Gåessie
smj: • goassa sijddabargo dagáduvvi

source: • Barkoe-voeth
smj: • barggamdábe

source: Heelsegh Bøøreme tjoevere gåetide sedtesovvedh låångk aerebi tjåangkoen.
smj: Varrudagá Gåhttjom åvddånahttemságastallamij hæhttu ájge bále sijddaj sáddiduvvat.

source: Gåarede aaj learohkh jijtje lohkehtæjjan ektine bøøremidie tjaelieh gosse sjiehteles tijjem gaavneme, jih jijtje altese eejhtegidie bøørieh.
smj: Akta ájálvis le juohkka oahppe ietjas æjgádijt gåhttju boahtet. Aktan åhpadiddjijn gávnadibá hiebalgis ájgev, ja rádjaba sijddaj persåvnålasj gåhttjomav.

source: Jeatja aejkien lea nuhteles seamma bøøremem gaajhkide eejhtegidie klaassesne sedtedh guktie eejhtegh jijtje åadtjoeh sievestidh tæjmojde mah sjiehtieh.
smj: Ietjá bále le soajttá buoremus sáddit aktisasj gåhttjomav æjgádijda klássan gånnå máhtti sárgestit goassa sihti ságastallamav.
